export default {
  nav: {
    homepage: "Біз туралы",
    info: "БҚ әзірлеу",
    ge: "GE шешімдері",
    close: "Жабу",
  },

  about: {
    title: "Біз туралы",
    text: `Біз қазақстандық IT компаниямыз. Біз 10 жылдан астам бағдарламалық шешімдерді әзірледік.
    Осы уақыт ішінде корпоративтік БҚ, мобильді шешімдерді жобалау мен енгізуде, сондай-ақ компаниялардың бизнес және технологиялық процестерін автоматтандыру үшін интеграциялау міндеттерінде үлкен тәжірибе жинақталды.`,
    infoLink: "Бағыттар",
  },

  list: {
    header: "Біздің шешімдеріміз",
    icon1: "dvr",
    title1: "Веб-қосымшалар",
    text1:
      "Толық циклды қамтитын орта және \nірі компаниялар үшін кез келген қиындық \nдеңгейіндегі web-қосымшаларды \nәзірлеу: бизнес-аналитика, \nжобалау, әзірлеу, енгізу, тестілеу, \nсүйемелдеу және қолдау",
    icon2: "public",
    title2: "ГИС",
    text2:
      "Телекоммуникация желілері \nобъектілерін, инженерлік инфрақұрылымды \nгеографиялық, кеңістіктік орналастыру \nжәне есепке алу жөніндегі \nмәліметтерді, сондай-ақ картографиялық \nнегізде кадастрлық мәліметтерді \nұсыну жүйесі",
    icon3: "web",
    title3: "Интеграция",
    text3:
      "Нарядтар мен ақпараттық web-сервистердің \nқозғалысы үшін бизнес-процестерді \nинтеграциялау модулі",
  },

  content: {
    title: "Кері байланыс",
    text: "Пішінді толтырыңыз, біз Сізбен байланысамыз",
    show: "Өтініш қалдыру",
  },

  dialog: {
    title: "Кері байланыс нысаны",
    name: "Сіздің атыңыз",
    phone: "Телефон нөмірі",
    text: "Ескертпелер",
    button: "Жіберу",
    empty: "Барлық өрістерді толтырыңыз",
    sent: "Жіберілді",
  },

  expertise: {
    title: "БҚ әзірлеу",
    text: "Біздің компания ақпараттық технологиялар саласында ауқымды сараптама жинады. Біз шағын сайттарды да, ірі өнеркәсіптік кәсіпорындар үшін бағдарламалық жасақтаманы да жасаймыз. Сіздің бизнесіңіздің өнімділігін арттыратын сенімді және жоғары тиімді шешімдерді әзірлеу.",
  },

  features: {
    text1: "Тапсырыс беруші \n үшін бүкіл даму  \n процесінің максималды \n ашықтығы",
    text2: "Әр түрлі \n бағыттағы кез-келген \n қиындық деңгейіндегі \n IT-жобалармен жұмыс \n тәжірибесі",
    text3: "Барлық заманауи \n талаптарға сай мобильді \n қосымшаларды әзірлеу",
    text4: "Терең бизнес талдау, \n жобаңыздың барлық \n қажеттіліктерін анықтауға \n және оның табысын қамтамасыз \n етуге мүмкіндік береді",
    text5: "Заманауи UI/UX дизайны, \n интуитивті \n интерфейстер мен ерекше \n пайдаланушы тәжірибесін жасайды",
    text6: "Сіздің \n өніміңіздің мінсіз жұмысын \n және кез келген мәселені \n жедел шешуді қамтамасыз \n ететін қолдау",
  },

  softwareDevelopment: {
    title: "БҚ әзірлеу",

    text2: "Жоба бойынша жұмыстардың толық құрамын орындаймыз",
    chip1: "Бизнесті талдау",
    chip2: "UI / UX дизайны",
    chip3: "Даму",
    chip4: "кросс-платформалық клиенттер",
    chip5: "жергілікті тұтынушылар",
    chip6: "Тестілеу",
    chip7: "Қолдау",
  },

  competency: {
    title: "Біз қолданамыз",
  },

  ourProjects: {
    title: "Бiздiн проекттер",
    example1: "VCIP Switch Tools",
    example2: "VCIP Lite Maps",
    example3: "Quiz UI",
    example4: "VCIP Switch Tools",
    example5: "VCIP Lite Maps",
    example6: "Quiz UI",
  },

  ge: {
    title1: "GE Smallworld Physical Network Inventory ™",
    text1p1:
      "Телекоммуникация саласындағы табыстың айқындаушы шарты-қызметтерді тиімді, ең аз шығындармен және ең жақсы сапамен ұсыну мүмкіндігі.",
    text1p2:
      "Желінің барлық аспектілерінің біртұтас, ГАЖ-ға негізделген көрінісі сіздің барлық активтеріңіздің нақты орналасуын, олардың егжей-тегжейлі сипаттамалары мен байланыстарын көрсетуге мүмкіндік береді.",
    text1p3:
      "GE Energy шешімін саланың әлемдік көшбасшылары желілік активтерді бақылау және қызмет көрсетуге толық дайын желіні алу үшін пайдаланады.",

    title2: "Объективті артықшылықтар",
    text2:
      "Smallworld Network Inventory-кең ауқымды шешім әлемнің 37 еліндегі 140-тан астам клиенттердің кең тізімін қолдайды. Бұл тізімге Қазақтелеком, Deutsche Teleсom, Swiss Telecom сияқты ірі ұлттық телекоммуникациялық операторлар ғана емес, айналымы жылына 1 млн.еуродан аз шағын компаниялар да кіреді. Технологиялық модульдердің кең жиынтығымен шешім кабельдік мультисервистік операторларға, кабельдік теледидар операторларына, қалааралық байланыс операторларына, ұялы байланыс операторларына және сымсыз байланыс операторларына бірдей сәйкес келеді. Smallworld Network Inventory шешімі бәсекелес өнімдер өз міндеттерін орындай алмайтын ең қиын жағдайларда да сәтті жұмыс істейді. Шынайы масштабтау дегеніміз, Smallworld Network Inventory жүйесі тіпті ең ірі телекоммуникациялық компанияларда да жүздеген терабайттық мәліметтер базасы мен жүйенің мыңдаған пайдаланушыларымен толық жұмыс істейді. Әрине, шешім орташа және кіші операторлар үшін де жақсы жұмыс істейді. Smallworld Network Inventory жүйесін пайдалану инвестицияның жылдам қайтарылуын қамтамасыз етуге мүмкіндік береді: ",

    li1: "Орташа және кіші \n операторларға сәйкес келетін \n кең ауқымды шешім",
    li2: "Жүздеген терабайт және \n мыңдаған пайдаланушылардың кең \n базаларымен жұмыс істейді",
    li3: "Минималды қателіктер \n мен тәуекелдермен жылдам \n қызмет көрсету",
    li4: "Ақаулықтарды жою \n уақытын қысқарту",
    li5: "Инвестицияның жылдам \n қайтарылуын қамтамасыз \n етуге мүмкіндік береді",
    li6: "37 елдегі 140-тан астам \n клиенттердің тізімін қолдайды",
  },

  notFound: {
    text: "Бет табылмады",
    homepage: "Басты бетке"
  },
};
