export default {
  nav: {
    homepage: "Біз туралы",
    info: "БҚ әзірлеу",
    projects: "Біздің жобалар",
    ge: "GE шешімдері",
    close: "Жабу",
  },

  about: {
    title: "Біз туралы",
    text: `Біз қазақстандық IT компаниямыз. Біз 10 жылдан астам бағдарламалық шешімдерді әзірледік.
    Осы уақыт ішінде корпоративтік БҚ, мобильді шешімдерді жобалау мен енгізуде, сондай-ақ компаниялардың бизнес және технологиялық процестерін автоматтандыру үшін интеграциялау міндеттерінде үлкен тәжірибе жинақталды.`,
    infoLink: "Бағыттар",
  },

  list: {
    header: "Біздің шешімдеріміз",
    icon1: "dvr",
    title1: "Веб-қосымшалар",
    text1:
      "Толық циклды қамтитын орта және ірі компаниялар үшін кез келген қиындық деңгейіндегі web-қосымшаларды әзірлеу: бизнес-аналитика, жобалау, әзірлеу, енгізу, тестілеу, сүйемелдеу және қолдау",
    icon2: "public",
    title2: "ГИС",
    text2:
      "Телекоммуникация желілері объектілерін, инженерлік инфрақұрылымды географиялық, кеңістіктік орналастыру және есепке алу жөніндегі мәліметтерді, сондай-ақ картографиялық негізде кадастрлық мәліметтерді ұсыну жүйесі",
    icon3: "web",
    title3: "Интеграция",
    text3:
      "Нарядтар мен ақпараттық web-сервистердің қозғалысы үшін бизнес-процестерді интеграциялау модулі",
  },

  content: {
    title: "Кері байланыс",
    text: "Пішінді толтырыңыз, біз Сізбен байланысамыз",
    show: "Өтініш қалдыру",
  },

  dialog: {
    title: "Кері байланыс нысаны",
    name: "Сіздің атыңыз",
    phone: "Телефон нөмірі",
    text: "Ескертпелер",
    button: "Жіберу",
    empty: "Барлық өрістерді толтырыңыз",
    sent: "Жіберілді",
  },

  expertise: {
    title: "БҚ әзірлеу",
    text: "Біздің компания ақпараттық технологиялар саласында ауқымды сараптама жинады. Біз шағын сайттарды да, ірі өнеркәсіптік кәсіпорындар үшін бағдарламалық жасақтаманы да жасаймыз. Сіздің бизнесіңіздің өнімділігін арттыратын сенімді және жоғары тиімді шешімдерді әзірлеу.",
  },

  features: {
    text1: "Тапсырыс беруші үшін бүкіл даму процесінің максималды ашықтығы",
    text2: "Әр түрлі бағыттағы кез-келген қиындық деңгейіндегі IT-жобалармен жұмыс тәжірибесі",
    text3: "Барлық заманауи талаптарға сай мобильді қосымшаларды әзірлеу",
    text4: "Терең бизнес талдау, жобаңыздың барлық қажеттіліктерін анықтауға және оның табысын қамтамасыз етуге мүмкіндік береді",
    text5: "Заманауи UI/UX дизайны, интуитивті интерфейстер мен ерекше пайдаланушы тәжірибесін жасайды",
    text6: "Сіздің өніміңіздің мінсіз жұмысын және кез келген мәселені жедел шешуді қамтамасыз ететін қолдау",
  },

  softwareDevelopment: {
    title: "БҚ әзірлеу",

    text2: "Жоба бойынша жұмыстардың толық құрамын орындаймыз",
    chip1: "Бизнесті талдау",
    chip2: "UI / UX дизайны",
    chip3: "Даму",
    chip4: "кросс-платформалық клиенттер",
    chip5: "жергілікті тұтынушылар",
    chip6: "Тестілеу",
    chip7: "Қолдау",
  },

  competency: {
    title: "Біз қолданамыз",
  },

  ourProjects: {
    title: "Біздің жобалар",
    text1: "Voix Lite!Maps (LM)-веб-интерфейсі бар жетілдірілген геоақпараттық жүйе. Кәсіпорын активтерінің бірыңғай орталықтандырылған дерекқорын құруға мүмкіндік береді.  LM жақсы масштабталатын және икемді бағдарламалық шешім болып табылады және ірі және орта бизнес үшін де, шағын бизнес үшін де қолайлы.",
    text2: "VCIP Switch Tools құрылғысы оптикалық қолжетімділік желісіндегі жабдықтарды ауыстыруды жеке және жаппай орындауға арналған. Бұл модульдің функционалдары мен интерфейсі мыс сымсыз қолжетімділік желісіндегі ауыстыруларға арналған шешімдермен тең. Осылайша, пайдаланушылар ауыстыру тапсырыстарын жасау және өңдеу үшін барлық мүмкіндіктерді бір интерфейсте пайдалана алады.",
    text3: "Біздің тапсырыстарды өңдеу және телекоммуникациялық қызметтер үшін ресурстарды резервтеу жүйеміз абоненттерге қызметтерді орнату және баптау сұраныстарын тиімді басқаруды қамтамасыз етеді. Бұл жүйе тапсырыстарды өңдеу процесін автоматтандыруды, қолжетімділік желілеріндегі әртүрлі технологиялар бойынша ресурстарды резервтеуді (мыс, оптика және сымсыз желілер), сондай-ақ қызметтерді тағайындауды ыңғайлы және интуитивті web-қосымша арқылы басқаруды қамтиды. \n\n Бұл жүйе бизнес және технологиялық процестерді қолдайтын жоғары өнімді және кәсіби жүйе болып табылады, ол байланыс қызметтерін орнату, ауыстыру және жоюға арналған кең тізімді қолдайды (телефония, ШПД, IP-TV және басқалары), сондай-ақ абоненттің мекен-жайы бойынша қызметтердің орнату мүмкіндігін алдын ала тексеру мүмкіндігімен.",
  },

  ge: {
    title1: "GE Smallworld Physical Network Inventory ™",
    text1p1:
      "Телекоммуникация саласындағы табыстың айқындаушы шарты-қызметтерді тиімді, ең аз шығындармен және ең жақсы сапамен ұсыну мүмкіндігі.",
    text1p2:
      "Желінің барлық аспектілерінің біртұтас, ГАЖ-ға негізделген көрінісі сіздің барлық активтеріңіздің нақты орналасуын, олардың егжей-тегжейлі сипаттамалары мен байланыстарын көрсетуге мүмкіндік береді.",
    text1p3:
      "GE Energy шешімін саланың әлемдік көшбасшылары желілік активтерді бақылау және қызмет көрсетуге толық дайын желіні алу үшін пайдаланады.",

    title2: "Объективті артықшылықтар",
    text2:
      "Smallworld Network Inventory-кең ауқымды шешім әлемнің 37 еліндегі 140-тан астам клиенттердің кең тізімін қолдайды. Бұл тізімге Қазақтелеком, Deutsche Teleсom, Swiss Telecom сияқты ірі ұлттық телекоммуникациялық операторлар ғана емес, айналымы жылына 1 млн.еуродан аз шағын компаниялар да кіреді. Технологиялық модульдердің кең жиынтығымен шешім кабельдік мультисервистік операторларға, кабельдік теледидар операторларына, қалааралық байланыс операторларына, ұялы байланыс операторларына және сымсыз байланыс операторларына бірдей сәйкес келеді. Smallworld Network Inventory шешімі бәсекелес өнімдер өз міндеттерін орындай алмайтын ең қиын жағдайларда да сәтті жұмыс істейді. Шынайы масштабтау дегеніміз, Smallworld Network Inventory жүйесі тіпті ең ірі телекоммуникациялық компанияларда да жүздеген терабайттық мәліметтер базасы мен жүйенің мыңдаған пайдаланушыларымен толық жұмыс істейді. Әрине, шешім орташа және кіші операторлар үшін де жақсы жұмыс істейді. Smallworld Network Inventory жүйесін пайдалану инвестицияның жылдам қайтарылуын қамтамасыз етуге мүмкіндік береді: ",

    li1: "Орташа және кіші операторларға сәйкес келетін кең ауқымды шешім",
    li2: "Жүздеген терабайт және мыңдаған пайдаланушылардың кең базаларымен жұмыс істейді",
    li3: "Минималды қателіктер мен тәуекелдермен жылдам қызмет көрсету",
    li4: "Ақаулықтарды жою уақытын қысқарту",
    li5: "Инвестицияның жылдам қайтарылуын қамтамасыз етуге мүмкіндік береді",
    li6: "37 елдегі 140-тан астам клиенттердің тізімін қолдайды",
  },

  notFound: {
    text: "Бет табылмады",
    homepage: "Басты бетке"
  },
};
