export default {
  nav: {
    info: "БҚ әзірлеу",
    ge: "GE шешімдері",
    close: "Жабу",
  },

  about: {
    title: "Біз туралы",
    text: `Біздің компания тапсырыс бойынша бағдарламалық қамтамасыз етуді әзірлеу бойынша қызметтердің толық кешенін ұсынады. Біз сіздің талаптарыңыз бен жарияланған бюджетіңізге сәйкес келетін оңтайлы бизнес пен технологиялық шешімдерді табуға көмектесеміз.
    Бізде корпоративтік БҚ, мобильді шешімдерді әзірлеу мен енгізуде, сондай-ақ кампаниялардың бизнес және технологиялық процестерін автоматтандыру үшін интеграциялау міндеттерінде үлкен тәжірибеміз бар`,
    infoLink: "Бағыттар",
  },

  list: {
    header: "Біздің шешімдеріміз",
    title1: "Веб-қосымшалар",
    text1:
      "Толық циклды қамтитын орта және \nірі компаниялар үшін кез келген қиындық \nдеңгейіндегі web-қосымшаларды \nәзірлеу: бизнес-аналитика, \nжобалау, әзірлеу, енгізу, тестілеу, \nсүйемелдеу және қолдау",
    title2: "ГИС",
    text2:
      "Телекоммуникация желілері \nобъектілерін, инженерлік инфрақұрылымды \nгеографиялық, кеңістіктік орналастыру \nжәне есепке алу жөніндегі \nмәліметтерді, сондай-ақ картографиялық \nнегізде кадастрлық мәліметтерді \nұсыну жүйесі",
    title3: "Интеграция",
    text3:
      "Нарядтар мен ақпараттық web-сервистердің \nқозғалысы үшін бизнес-процестерді \nинтеграциялау модулі",
  },

  content: {
    title: "Кері байланыс",
    text: "Пішінді толтырыңыз, біз Сізбен байланысамыз",
    show: "Өтініш қалдыру",
  },

  dialog: {
    title: "Кері байланыс нысаны",
    name: "Сіздің атыңыз",
    phone: "Телефон нөмірі",
    text: "Ескертпелер",
    button: "Жіберу",
    empty: "Барлық өрістерді толтырыңыз",
    sent: "Жіберілді",
  },

  expertise: {
    title: "Біздің сараптама",
    text: "Біздің компания телекоммуникация саласында ауқымды сараптаманы және телекоммуникациялық компаниялар үшін БҚ әзірлеу саласында елеулі тәжірибені жинақтады. Біздің әзірлеушілер тобы байланыс операторлары компаниялары үшін бизнес және технологиялық процестерді автоматтандыруда үлкен тәжірибеге ие. Біздің қызметкерлеріміз әртүрлі міндеттер мен салалар үшін IT өнімдерін әзірлеу және енгізу саласында 15 жылдан астам тәжірибесі бар!",
  },

  softwareDevelopment: {
    title: "Тапсырыс бойынша бағдарламалық жасақтама жасау",
    text: "IT-өнімді әзірлеу күрделі және кезеңді процесс. Біз Тапсырыс беруші үшін бүкіл даму процесінің барынша ашықтығын қамтамасыз етуге тырысамыз.  Біздің команда шағын ақпараттық жүйелерден бастап ірі тасымалдаушы компаниялардағы бизнес және технологиялық процестерді автоматтандыруға арналған күрделі жоғары жүктелген жүйелерге дейін әртүрлі күрделілік деңгейіндегі бірқатар бағдарламалық шешімдерді әзірледі және енгізді. Біздің команданың it-жобалармен әр түрлі бағыттарда жұмыс істеу тәжірибесі бар: телекоммуникация және байланыс, спорт, газ тарату желілері және т.б.",
  },

  mobileDevelopment: {
    title: "Мобильді қосымшаларды әзірлеу",
    text: "Біз мобильді қосымшаларды әзірлеудің толық циклін ұсынамыз: бизнесті талдау кезеңінен бастап шығарылымға, жариялауға және қолдауға дейін. Біз ұсынылған қолданба мүмкіндіктері жиынтығының арқасында бизнесіңіздің өнімділігін арттыратын сенімді және жоғары тиімді шешімдерді әзірлеуге дайынбыз. Біз жоба бойынша жұмыстардың толық құрамын орындаймыз, соның ішінде: бизнесті талдау, UI / UX дизайны, жергілікті немесе кросс-платформалық қосымшаларды әзірлеу, тестілеу.",
  },

  competency: {
    title: "Біз қолданамыз",
  },

  ge: {
    header: "GE Smallworld Physical Network Inventory ™",
    title1: "Нарықтағы табыстың кілті",
    text1p1:
      "Бүгінгі таңда телекоммуникациялық компаниялар кешенді және өзара байланысты қызметтерді ұсыну фактісі бизнестің табысты болуы үшін жеткіліксіз екенін көбірек түсінеді. Анықтайтын шарт-қызметтерді тиімді, ең аз шығындармен және ең жақсы сапамен қамтамасыз ету мүмкіндігі. Оңтайлы бизнес-процестерді құру және оларды тиімді басқару оператордың бүкіл желісіне шоғырландырылған көзқарасты қажет етеді.",
    text1p2:
      "Бизнеске үлкен әсер барлық мүдделі қызметкерлерге қызығушылық танытатын желілік ресурстарға нақты әлемнің барлық физикалық мәліметтерімен қол жеткізуге мүмкіндік береді. Желінің барлық аспектілерінің біртұтас, ГАЖ-ға негізделген көрінісі сіздің барлық активтеріңіздің нақты орналасуын, олардың егжей-тегжейлі сипаттамалары мен байланыстарын көрсетуге мүмкіндік береді.",
    text1p3:
      "Бұл шешім қабылдауды жеделдетуге және клиенттердің қажеттіліктеріне алдын-ала жауап беруге мүмкіндік береді.",
    text1p4:
      "Мұндай мүмкіндіктерді барлық желілік ресурстарды басқаруға мүмкіндік беретін заманауи интеллектуалды жүйе қамтамасыз ете алады, бұл оны телекоммуникациялық компанияның барлық дерлік департаменттерінде, желіні дамытуды жоспарлау департаменттері мен желіге қызмет көрсету департаментінен бастап сату және маркетинг департаменттеріне дейін пайдалануға мүмкіндік береді, олардың барлығына күнделікті тапсырмаларды мүмкіндігінше тиімді орындауға мүмкіндік береді.өзекті және сенімді деректер.",
    text1p5:
      "GE Energy қуатты Smallworld Network Inventory өнеркәсіптік шешімін ұсынады. Бұл жүйені телекоммуникация индустриясының әлемдік көшбасшылары желілік активтерді стратегиялық бақылау және клиенттердің барлық қажеттіліктері мен сұраныстарына жауап беретін толық қызмет көрсетуге дайын желіні алу үшін пайдаланады.",
    text1p6:
      "Smallworld интеллектуалды түгендеу жүйесі сервис-провайдер бизнесінің ұзақ мерзімді табысқа жетуі үшін маңызды болып табылады. Кеңістіктік дәл түгендеу, интеграцияланған интеллектуалды жоспарлау және стратегиялық шешім қабылдау құралдары сервис провайдеріне желілерді жаңарту мен дамытуға инвестициялаудың бүкіл өмірлік циклін басқаруға мүмкіндік береді, бұл күрделі және операциялық инвестицияларды айтарлықтай қысқартуға мүмкіндік береді.",

    title2: "Шешімнің объективті артықшылықтары",
    text2:
      "Smallworld Network Inventory-кең ауқымды шешім әлемнің 37 еліндегі 140-тан астам клиенттердің кең тізімін қолдайды. Бұл тізімге Қазақтелеком, Deutsche Teleсom, Swiss Telecom сияқты ірі ұлттық телекоммуникациялық операторлар ғана емес, айналымы жылына 1 млн.еуродан аз шағын компаниялар да кіреді. Технологиялық модульдердің кең жиынтығымен шешім кабельдік мультисервистік операторларға, кабельдік теледидар операторларына, қалааралық байланыс операторларына, ұялы байланыс операторларына және сымсыз байланыс операторларына бірдей сәйкес келеді. Smallworld Network Inventory шешімі бәсекелес өнімдер өз міндеттерін орындай алмайтын ең қиын жағдайларда да сәтті жұмыс істейді. Шынайы масштабтау дегеніміз, Smallworld Network Inventory жүйесі тіпті ең ірі телекоммуникациялық компанияларда да жүздеген терабайттық мәліметтер базасы мен жүйенің мыңдаған пайдаланушыларымен толық жұмыс істейді. Әрине, шешім орташа және кіші операторлар үшін де жақсы жұмыс істейді. Smallworld Network Inventory жүйесін пайдалану инвестицияның жылдам қайтарылуын қамтамасыз етуге мүмкіндік береді:",
    li1: "Нүктелік Құрылыс және желілік ресурстарды барынша пайдалану арқылы желілік инфрақұрылымның күрделі шығындарын азайтыңыз.",
    li2: "Жақсырақ жоспарлау, пайдалану және қызметкерлердің өнімділігі арқылы операциялық шығындарды азайтыңыз.",
    li3: "Дамудың дәл таңдалған бағыты есебінен желілерді салуға инвестицияларды жылдам қайтару.",
    li4: "Желілік ресурстар бойынша толық және өзекті деректердің арқасында минималды қателіктермен және минималды тәуекелдермен қызметтерді жылдам ұсыну.",
    li5: "Желідегі ақауларды жылдам және дәл анықтау арқылы желінің тоқтап қалу уақытын қысқарту.",
    li6: "Кабельдің үзілу орнын және ақаулы жабдықты жылдам және дәл анықтау арқылы ақаулықтарды жою уақытын қысқарту.",
    li7: "Тұтынушылардың жаңа қызметтерді алуға сұраныстарын өңдеуге және желінің тоқтап қалу уақытын қысқартуға қанағаттануы айтарлықтай артады.",
  },

  notFound: {
    text: "Бет табылмады",
    homepage: "Басты бетке"
  },
};
