export default {
  nav: {
    info: "Бағыттар",
    close: "Жабу",
  },

  about: {
    title: "Біз туралы",
    text: `Біздің компания тапсырыс бойынша бағдарламалық қамтамасыз етуді әзірлеу бойынша қызметтердің толық кешенін ұсынады. Біз сіздің талаптарыңыз бен жарияланған бюджетіңізге сәйкес келетін оңтайлы бизнес пен технологиялық шешімдерді табуға көмектесеміз.
    Бізде корпоративтік БҚ, мобильді шешімдерді әзірлеу мен енгізуде, сондай-ақ кампаниялардың бизнес және технологиялық процестерін автоматтандыру үшін интеграциялау міндеттерінде үлкен тәжірибеміз бар`,
    infoLink: "Бағыттар",
  },

  list: {
    header: "Біздің шешімдеріміз",
    title1: "Веб-қосымшалар",
    text1:
      "Толық циклды қамтитын орта және \nірі компаниялар үшін кез келген қиындық \nдеңгейіндегі web-қосымшаларды \nәзірлеу: бизнес-аналитика, \nжобалау, әзірлеу, енгізу, тестілеу, \nсүйемелдеу және қолдау",
    title2: "ГИС",
    text2:
      "Телекоммуникация желілері \nобъектілерін, инженерлік инфрақұрылымды \nгеографиялық, кеңістіктік орналастыру \nжәне есепке алу жөніндегі \nмәліметтерді, сондай-ақ картографиялық \nнегізде кадастрлық мәліметтерді \nұсыну жүйесі",
    title3: "Интеграция",
    text3:
      "Нарядтар мен ақпараттық web-сервистердің \nқозғалысы үшін бизнес-процестерді \nинтеграциялау модулі",
  },

  content: {
    title: "Кері байланыс",
    text: "Пішінді толтырыңыз, біз Сізбен байланысамыз",
    show: "Өтініш қалдыру",
  },

  dialog: {
    title: "Кері байланыс нысаны",
    name: "Сіздің атыңыз",
    phone: "Телефон нөмірі",
    text: "Ескертпелер",
    button: "Жіберу",
    empty: "Барлық өрістерді толтырыңыз",
    sent: "Жіберілді",
  },

  expertise: {
    title: "Біздің сараптама",
    text: "Біздің компания телекоммуникация саласында ауқымды сараптаманы және телекоммуникациялық компаниялар үшін БҚ әзірлеу саласында елеулі тәжірибені жинақтады. Біздің әзірлеушілер тобы байланыс операторлары компаниялары үшін бизнес және технологиялық процестерді автоматтандыруда үлкен тәжірибеге ие. Біздің қызметкерлеріміз әртүрлі міндеттер мен салалар үшін IT өнімдерін әзірлеу және енгізу саласында 15 жылдан астам тәжірибесі бар!",
  },

  softwareDevelopment: {
    title: "Тапсырыс бойынша бағдарламалық жасақтама жасау",
    text: "IT-өнімді әзірлеу күрделі және кезеңді процесс. Біз Тапсырыс беруші үшін бүкіл даму процесінің барынша ашықтығын қамтамасыз етуге тырысамыз.  Біздің команда шағын ақпараттық жүйелерден бастап ірі тасымалдаушы компаниялардағы бизнес және технологиялық процестерді автоматтандыруға арналған күрделі жоғары жүктелген жүйелерге дейін әртүрлі күрделілік деңгейіндегі бірқатар бағдарламалық шешімдерді әзірледі және енгізді. Біздің команданың it-жобалармен әр түрлі бағыттарда жұмыс істеу тәжірибесі бар: телекоммуникация және байланыс, спорт, газ тарату желілері және т.б.",
  },

  mobileDevelopment: {
    title: "Мобильді қосымшаларды әзірлеу",
    text: "Біз мобильді қосымшаларды әзірлеудің толық циклін ұсынамыз: бизнесті талдау кезеңінен бастап шығарылымға, жариялауға және қолдауға дейін. Біз ұсынылған қолданба мүмкіндіктері жиынтығының арқасында бизнесіңіздің өнімділігін арттыратын сенімді және жоғары тиімді шешімдерді әзірлеуге дайынбыз. Біз жоба бойынша жұмыстардың толық құрамын орындаймыз, соның ішінде: бизнесті талдау, UI / UX дизайны, жергілікті немесе кросс-платформалық қосымшаларды әзірлеу, тестілеу.",
  },
};
