export default {
  nav: {
    homepage: "Біз туралы",
    info: "БҚ әзірлеу",
    ge: "GE шешімдері",
    close: "Жабу",
  },

  about: {
    title: "Біз туралы",
    text: `Біздің компания тапсырыс бойынша бағдарламалық қамтамасыз етуді әзірлеу бойынша қызметтердің толық кешенін ұсынады. Біз сіздің талаптарыңыз бен жарияланған бюджетіңізге сәйкес келетін оңтайлы бизнес пен технологиялық шешімдерді табуға көмектесеміз.
    Бізде корпоративтік БҚ, мобильді шешімдерді әзірлеу мен енгізуде, сондай-ақ кампаниялардың бизнес және технологиялық процестерін автоматтандыру үшін интеграциялау міндеттерінде үлкен тәжірибеміз бар`,
    infoLink: "Бағыттар",
  },

  list: {
    header: "Біздің шешімдеріміз",
    icon1: "dvr",
    title1: "Веб-қосымшалар",
    text1:
      "Толық циклды қамтитын орта және \nірі компаниялар үшін кез келген қиындық \nдеңгейіндегі web-қосымшаларды \nәзірлеу: бизнес-аналитика, \nжобалау, әзірлеу, енгізу, тестілеу, \nсүйемелдеу және қолдау",
    icon2: "public",
    title2: "ГИС",
    text2:
      "Телекоммуникация желілері \nобъектілерін, инженерлік инфрақұрылымды \nгеографиялық, кеңістіктік орналастыру \nжәне есепке алу жөніндегі \nмәліметтерді, сондай-ақ картографиялық \nнегізде кадастрлық мәліметтерді \nұсыну жүйесі",
    icon3: "web",
    title3: "Интеграция",
    text3:
      "Нарядтар мен ақпараттық web-сервистердің \nқозғалысы үшін бизнес-процестерді \nинтеграциялау модулі",
  },

  content: {
    title: "Кері байланыс",
    text: "Пішінді толтырыңыз, біз Сізбен байланысамыз",
    show: "Өтініш қалдыру",
  },

  dialog: {
    title: "Кері байланыс нысаны",
    name: "Сіздің атыңыз",
    phone: "Телефон нөмірі",
    text: "Ескертпелер",
    button: "Жіберу",
    empty: "Барлық өрістерді толтырыңыз",
    sent: "Жіберілді",
  },

  expertise: {
    title: "Біздің сараптама",
    text: "Біздің компания телекоммуникация саласында ауқымды сараптаманы және телекоммуникациялық компаниялар үшін БҚ әзірлеу саласында елеулі тәжірибені жинақтады. Біздің әзірлеушілер тобы байланыс операторлары компаниялары үшін бизнес және технологиялық процестерді автоматтандыруда үлкен тәжірибеге ие. Біздің қызметкерлеріміз әртүрлі міндеттер мен салалар үшін IT өнімдерін әзірлеу және енгізу саласында 15 жылдан астам тәжірибесі бар!",
  },

  softwareDevelopment: {
    title: "Тапсырыс бойынша бағдарламалық жасақтама жасау",
    text: "Біз Тапсырыс беруші үшін бүкіл даму процесінің барынша ашықтығын қамтамасыз етуге тырысамыз. Біздің команданың әртүрлі бағыттар бойынша әр түрлі деңгейдегі it-жобалармен жұмыс істеу тәжірибесі бар: телекоммуникация және байланыс, спорт, газ тарату желілері және т.б.",
  },

  mobileDevelopment: {
    title: "Мобильді қосымшаларды әзірлеу",
    text: "Біз мобильді қосымшаларды әзірлеудің толық циклін ұсынамыз: бизнесті талдау кезеңінен бастап шығарылымға, жариялауға және қолдауға дейін. \n\n Біз ұсынылған қолданба мүмкіндіктері жиынтығының арқасында бизнесіңіздің өнімділігін арттыратын сенімді және жоғары тиімді шешімдерді әзірлеуге дайынбыз. \n\n Біз жоба бойынша жұмыстардың толық құрамын орындаймыз, соның ішінде: бизнесті талдау, UI / UX дизайны, жергілікті немесе кросс-платформалық қосымшаларды әзірлеу, тестілеу.",
  },

  competency: {
    title: "Біз қолданамыз",
  },

  ge: {
    title1: "GE Smallworld Physical Network Inventory ™",
    text1p1:
      "Телекоммуникация саласындағы табыстың айқындаушы шарты-қызметтерді тиімді, ең аз шығындармен және ең жақсы сапамен ұсыну мүмкіндігі.",
    text1p2:
      "Желінің барлық аспектілерінің біртұтас, ГАЖ-ға негізделген көрінісі сіздің барлық активтеріңіздің нақты орналасуын, олардың егжей-тегжейлі сипаттамалары мен байланыстарын көрсетуге мүмкіндік береді.",
    text1p3:
      "GE Energy шешімін саланың әлемдік көшбасшылары желілік активтерді бақылау және қызмет көрсетуге толық дайын желіні алу үшін пайдаланады.",

    title2: "Объективті артықшылықтар",
    text2:
      "Smallworld Network Inventory-кең ауқымды шешім әлемнің 37 еліндегі 140-тан астам клиенттердің кең тізімін қолдайды. Бұл тізімге Қазақтелеком, Deutsche Teleсom, Swiss Telecom сияқты ірі ұлттық телекоммуникациялық операторлар ғана емес, айналымы жылына 1 млн.еуродан аз шағын компаниялар да кіреді. Технологиялық модульдердің кең жиынтығымен шешім кабельдік мультисервистік операторларға, кабельдік теледидар операторларына, қалааралық байланыс операторларына, ұялы байланыс операторларына және сымсыз байланыс операторларына бірдей сәйкес келеді. Smallworld Network Inventory шешімі бәсекелес өнімдер өз міндеттерін орындай алмайтын ең қиын жағдайларда да сәтті жұмыс істейді. Шынайы масштабтау дегеніміз, Smallworld Network Inventory жүйесі тіпті ең ірі телекоммуникациялық компанияларда да жүздеген терабайттық мәліметтер базасы мен жүйенің мыңдаған пайдаланушыларымен толық жұмыс істейді. Әрине, шешім орташа және кіші операторлар үшін де жақсы жұмыс істейді. Smallworld Network Inventory жүйесін пайдалану инвестицияның жылдам қайтарылуын қамтамасыз етуге мүмкіндік береді: ",

    li1: "Орташа және кіші \n операторларға сәйкес келетін \n кең ауқымды шешім",
    li2: "Жүздеген терабайт және \n мыңдаған пайдаланушылардың кең \n базаларымен жұмыс істейді",
    li3: "Минималды қателіктер \n мен тәуекелдермен жылдам \n қызмет көрсету",
    li4: "Ақаулықтарды жою \n уақытын қысқарту",
    li5: "Инвестицияның жылдам \n қайтарылуын қамтамасыз \n етуге мүмкіндік береді",
    li6: "37 елдегі 140-тан астам \n клиенттердің тізімін қолдайды",
  },

  notFound: {
    text: "Бет табылмады",
    homepage: "Басты бетке"
  },
};
