export default {
  drawer: {
    тақырып: "Пайдалы сілтемелер",
  },

  list: {
    title1: "Бірегей тәжірибе",
    text1: "Quiz UI-бұл сіздің эрудицияңызды \nкөрсетуге, логика мен командада жұмыс \nістеу қабілетін тексеруге және керемет \nсыйлықтар алуға тамаша мүмкіндік",
    title2: "Quiz UI қалай жұмыс істейді?",
    text2: "Барлығы 8 қызықты раунд бар. \nӘр раунд өзінше ерекше және жалпы \nбілім, заманауи мәдениет және Мемдер \nбойынша сұрақтардан тұрады",
    title3: "Авторлық презентация",
    text3: "Біздің квиз бірегей, қызықты \nерекшеліктері мен идеялары сізді \nжалықтырмайды",
  },

  content: {
    title1: "Quiz дегеніміз не?",
    text1: "Біз кім екеніміз және бұл не екендігі туралы аздап",
    show1: "Толығырақ",

    title2: "Викторинаңызды ұйымдастырыңыз!",
    text2: "Пішінді толтырыңыз, біз Сізбен байланысамыз",
    show2: "Пішін",
  },

  dialog: {
    title: "Кері байланыс формасы",
    name: "Сіздің атыңыз кім?",
    phone: "Телефон нөмірі",
    wishes: "Тілектер",
    button: "Жіберу",
    sent: "Жіберілді",
  },

  about: {
    title: "Quiz дегеніміз не?",
    text: `Квиз-бұл психикалық қиындықтар мен көңілді әлемге қызықты жолдама!
    Бұл жай ғана викторина емес, бұл тарих пен Ғылым туралы фактілерден бастап кино мен музыка мен Мемдер туралы қызықты сұрақтарға дейінгі әртүрлі салаларда біліміңізді сынау мүмкіндігі.
    Қиындықты қабылдаңыз және ақыл-ойдың қызықты шайқастарында күресу үшін достық команда жинаңыз. Біздің Квизде сіз өзіңіздің интеллектіңізді дамытып қана қоймай, жақындарыңыз бен достарыңызбен ерекше көңілді сәттерді жасайсыз.
    Автордың жаңа сұрақтары, қызықты тақырыптары және бәсекелестік атмосферасы Квизді білім мен ойын - сауықтың қызықты әлеміне енуге дайын адамдар үшін тамаша орынға айналдырады.
    Сіз психикалық сынаққа дайынсыз ба? Содан кейін өз командаңызды тіркеңіз!  🌐🧠🏆`,
  },

  bio: {
    title: "Quiz UI туралы",
    text: `2011 жылы тұрақты білгір және жүргізуші Ернар Айнанов негізін қалаған алғашқы Қазақстандық квизов бренді`,
  },

  schedule: {
    title: "Квиз кестесі",
    text: `Біздің мекемелердегі тұрақты квизалар`,

    date1: "Сейсенбі, 20.00",
    title1: "Тақырыптық квиз",
    description1: "Грузин Ezo мейрамханасындағы сейсенбідегі тақырыптық квиз ",

    date2: "Сәрсенбі, 21.00",
    title2: "Классикалық квиз",
    description2: "Барда классикалық квиз 13 ",

    date3: "Бейсенбі, 20.00",
    title3: "Тақырыптық квиз",
    description3: "Грузин Ezo мейрамханасындағы тақырыптық квиз ",
  },

  nav: {
    about: "Квиз дегеніміз не?",
    content: "Кері байланыс",
    schedule: "Кесте",
  },
};
