export default {
  nav: {
    homepage: "О нас",
    info: "Разработка ПО",
    projects: "Наши проекты",
    ge: "Решения GE",
    close: "Закрыть",
  },

  about: {
    title: "О нас",
    text: `Мы казахстанская IT компания. Разрабатываем программные решения уже более 10 лет.
    За это время накопили большой опыт в проектировании и внедрении корпоративного ПО, мобильных решений, а также в задачах интеграции для автоматизации бизнес и технологических процессов компаний.`,
    infoLink: "Направления",
  },

  list: {
    header: "Наши решения",
    icon1: "dvr",
    title1: "Web-приложения",
    text1:
      "Разработка web-приложений любого \nуровня сложности для средних и крупных \nкомпаний, которая включает в себя \nполный цикл: бизнес-аналитика, \nпроектирование, разработка, внедрение, \nтестирование, сопровождение и поддержку",
    icon2: "public",
    title2: "ГИС",
    text2:
      "Система предоставления сведений \nпо географическому, пространственному \nразмещению и учету объектов сетей \nтелекоммуникаций, инженерной \nинфраструктуры, а также кадастровых \nсведений на картографической основе",
    icon3: "web",
    title3: "Интеграция",
    text3:
      "Модуль интеграции бизнес процессов \nдля движения нарядов и \nинформационных web-сервисов",
  },

  content: {
    title: "Обратная связь",
    text: "Заполните форму, и мы с вами свяжемся",
    show: "Оставить заявку",
  },

  dialog: {
    title: "Форма обратной связи",
    name: "Ваше имя",
    phone: "Номер телефона",
    text: "Примечания",
    button: "Отправить",
    empty: "Заполните все поля",
    sent: "Отправлено",
  },

  expertise: {
    title: "Разработка ПО",
    text: "Наша компания накопила обширную экспертизу в сфере информационных технологий. Мы создаем как небольшие сайты, так и ПО для крупных промышленных предприятий. Разрабатываем надежные и высокоэффективные решения, повышающие продуктивность вашего бизнеса.",
  },

  features: {
    text1:
      "Максимальная прозрачность \n всего процесса разработки \n для заказчика",
    text2:
      "Опыт работы с IT-проектами \n любого уровня сложности \n в самых разных \n направлениях",
    text3:
      "Разработка мобильных \n приложений, соответствуя всем \n современным требованиям",
    text4: "Глубокий бизнес-анализ, \n позволяющий выявить все \n потребности вашего проекта \n и обеспечить его успех",
    text5: "Современный UI/UX дизайн, \n создающий интуитивно понятные \n интерфейсы и уникальный \n пользовательский опыт",
    text6: "Поддержка, гарантирующая \n безупречную работу вашего \n продукта и оперативное \n решение любых вопросов",
  },

  softwareDevelopment: {
    title: "Разработка ПО",

    text2: "Выполняем полный состав работ по проекту",
    chip1: "Бизнес-анализ",
    chip2: "UI / UX дизайн",
    chip3: "Разработка",
    chip4: "Кроссплатформенные клиенты",
    chip5: "Нативные клиенты",
    chip6: "Тестирование",
    chip7: "Поддержка",
  },

  competency: {
    title: "Мы используем",
  },

  ourProjects: {
    title: "Наши проекты",
    text1: "Voix Lite!Maps (LM) – казахстанская геоинформационная система с web-интерфейсом. Позволяет создать единую централизованную базу данных активов предприятия.  LM является хорошо масштабируемым и гибким программным решением и подходит как для крупного и среднего бизнеса, так и для малых предприятий.",
    text2: "VCIP Lite Maps",
    text3: "Наше решение для обработки заказов и бронирования ресурсов для телекоммуникационных услуг помогает эффективно управлять запросами на установку и настройку сервисов. Оно автоматизирует процесс обработки заказов, позволяет бронировать ресурсы в сетях медной и оптической связи, а также управлять услугами через удобное web-приложение. Профессиональная и простая в использовании система для установки, замены и удаления услуг, с возможностью проверки технической возможности и назначения услуг по адресу абонента.",
  },

  ge: {
    title1: "GE Smallworld Physical Network Inventory ™",
    text1p1:
      "Определяющим условием успеха в сфере телекоммуникаций является способность предоставлять сервисы эффективно, с наименьшими затратами и с наилучшим качеством",
    text1p2:
      "Цельное, основанное на ГИС представление всех аспектов сети, дает возможность указать точное расположение всех ваших активов, их детальные характеристики и взаимосвязи",
    text1p3:
      "Решение GE Energy используется мировыми лидерами индустрии для контроля над сетевыми активами и получения полностью готовой к предоставлению сервисов сети",

    title2: "Объективные преимущества",
    text2:
      "Smallworld Network Inventory - широко масштабируемое решение поддерживает обширный список из более чем 140 клиентов в 37 странах по всему миру. В этот список входят не только крупные национальные телекоммуникационные операторы, такие как Казахтелеком, Deutsche Teleсom, Swiss Telecom, но и небольшие компании с оборотом менее 1 млн. евро в год. Благодаря широкому набору технологических модулей, решение одинаково хорошо подходит кабельным мультисервисным операторам, операторам кабельного телевидения, операторам дальней связи, сотовым операторам и операторам беспроводной связи. Решение Smallworld Network Inventory успешно работает даже в самых тяжелых условиях, когда конкурирующие продукты не справляются со своими задачами. Подлинная масштабируемость означает, что система Smallworld Network Inventory полноценно работает даже в самых крупных телекоммуникационных компаниях с их обширными базами данных в сотни терабайт и тысячами пользователей системы. И, конечно, решение также хорошо подходит для средних и маленьких операторов. Использование системы Smallworld Network Inventory позволяет обеспечить быстрый возврат инвестиций: ",

    li1: "Широкомасштабируемое \n решение, подходящее \n средним и маленьким  \n операторам",
    li2: "Работает с обширными базами \n в сотни терабайт и тысячами \n пользователей",
    li3: "Быстрое предоставление \n услуг с минимальными \n ошибками и рисками",
    li4: "Сокращение времени на \n устранение неисправностей",
    li5: "Позволяет обеспечить \n быстрый возврат инвестиций",
    li6: "Поддерживает список из более \n 140 клиентов в 37 странах",
  },

  notFound: {
    text: "Страница не найдена",
    homepage: "На главную",
  },
};
