export default {
  nav: {
    homepage: "О нас",
    info: "Разработка ПО",
    ge: "Решения GE",
    close: "Закрыть",
  },

  about: {
    title: "О нас",
    text: `Наша компания предоставляет полный комплекс услуг по разработке программного обеспечения на заказ. Мы поможем вам найти оптимальные бизнес и технологические решения, наилучшим образом удовлетворяющие вашим требованиям и заявленному бюджету.
    У нас большой опыт в разработке и внедрении корпоративного ПО, мобильных решений, а также в задачах интеграции для автоматизации бизнес и технологических процессов кампаний`,
    infoLink: "Направления",
  },

  list: {
    header: "Наши решения",
    icon1: "dvr",
    title1: "Web-приложения",
    text1:
      "Разработка web-приложений любого \nуровня сложности для средних и крупных \nкомпаний, которая включает в себя \nполный цикл: бизнес-аналитика, \nпроектирование, разработка, внедрение, \nтестирование, сопровождение и поддержку",
    icon2: "public",
    title2: "ГИС",
    text2:
      "Система предоставления сведений \nпо географическому, пространственному \nразмещению и учету объектов сетей \nтелекоммуникаций, инженерной \nинфраструктуры, а также кадастровых \nсведений на картографической основе",
    icon3: "web",
    title3: "Интеграция",
    text3:
      "Модуль интеграции бизнес процессов \nдля движения нарядов и \nинформационных web-сервисов",
  },

  content: {
    title: "Обратная связь",
    text: "Заполните форму, и мы с вами свяжемся",
    show: "Оставить заявку",
  },

  dialog: {
    title: "Форма обратной связи",
    name: "Ваше имя",
    phone: "Номер телефона",
    text: "Примечания",
    button: "Отправить",
    empty: "Заполните все поля",
    sent: "Отправлено",
  },

  expertise: {
    title: "Экспертиза",
    text: "Наша компания накопила обширную экспертизу в сфере телекоммуникаций и значительный опыт в области разработки ПО для телекоммуникационных компаний. Команда разработчиков обладает большим опытом в автоматизации бизнес и технологических процессов для компаний операторов связи. Сотрудники имеют более чем 15 летний опыт в области разработки и внедрения IT продуктов для различных задач и индустрий!",
  },

  softwareDevelopment: {
    title: "Разработка Программного Обеспечения на заказ",
    text: "Мы стараемся обеспечить максимальную прозрачность всего процесса разработки для Заказчика. Наша команда имеет опыт работы с IT-проектами различного уровня сложности в самых разных направлениях: телекоммуникации и связь, спорт, газораспределительные сети и прочее.",
  },

  mobileDevelopment: {
    title: "Разработка мобильных приложений",
    text: "Мы предоставляем полный цикл разработки мобильных приложений: с этапа бизнес-анализа до релиза, публикации и поддержки. \n\n Мы готовы разработать надежные и высокоэффективные решения, повышающих продуктивность вашего бизнеса благодаря предлагаемому набору функций приложения. \n\n Мы выполняем полный состав работ по проекту, включая: Бизнес анализ, UI / UX дизайн, Разработка нативных или кроссплатформенных приложений, тестирование.",
  },

  competency: {
    title: "Мы используем",
  },

  ge: {
    title1: "GE Smallworld Physical Network Inventory ™",
    text1p1:
      "Определяющим условием успеха в сфере телекоммуникаций является способность предоставлять сервисы эффективно, с наименьшими затратами и с наилучшим качеством.",
    text1p2:
      "Цельное, основанное на ГИС представление всех аспектов сети, дает возможность указать точное расположение всех ваших активов, их детальные характеристики и взаимосвязи.",
    text1p3:
      "Решение GE Energy используется мировыми лидерами индустрии для контроля над сетевыми активами и получения полностью готовой к предоставлению сервисов сети.",

    title2: "Объективные преимущества",
    text2:
      "Smallworld Network Inventory - широко масштабируемое решение поддерживает обширный список из более чем 140 клиентов в 37 странах по всему миру. В этот список входят не только крупные национальные телекоммуникационные операторы, такие как Казахтелеком, Deutsche Teleсom, Swiss Telecom, но и небольшие компании с оборотом менее 1 млн. евро в год. Благодаря широкому набору технологических модулей, решение одинаково хорошо подходит кабельным мультисервисным операторам, операторам кабельного телевидения, операторам дальней связи, сотовым операторам и операторам беспроводной связи. Решение Smallworld Network Inventory успешно работает даже в самых тяжелых условиях, когда конкурирующие продукты не справляются со своими задачами. Подлинная масштабируемость означает, что система Smallworld Network Inventory полноценно работает даже в самых крупных телекоммуникационных компаниях с их обширными базами данных в сотни терабайт и тысячами пользователей системы. И, конечно, решение также хорошо подходит для средних и маленьких операторов. Использование системы Smallworld Network Inventory позволяет обеспечить быстрый возврат инвестиций: ",

    li1: "Широкомасштабируемое \n решение, подходящее \n средним и маленьким  \n операторам",
    li2: "Работает с обширными базами \n в сотни терабайт и тысячами \n пользователей",
    li3: "Быстрое предоставление \n услуг с минимальными \n ошибками и рисками",
    li4: "Сокращение времени на \n устранение неисправностей",
    li5: "Позволяет обеспечить \n быстрый возврат инвестиций",
    li6: "Поддерживает список из более \n 140 клиентов в 37 странах",
  },

  notFound: {
    text: "Страница не найдена",
    homepage: "На главную"
  },
};
