export default {
  nav: {
    homepage: "О нас",
    info: "Разработка ПО",
    projects: "Наши проекты",
    ge: "Решения GE",
    close: "Закрыть",
  },

  about: {
    title: "О нас",
    text: `Мы казахстанская IT компания. Разрабатываем программные решения уже более 10 лет.
    За это время накопили большой опыт в проектировании и внедрении корпоративного ПО, мобильных решений, а также в задачах интеграции для автоматизации бизнес и технологических процессов компаний.`,
    infoLink: "Направления",
  },

  list: {
    header: "Наши решения",
    icon1: "dvr",
    title1: "Web-приложения",
    text1:
      "Разработка web-приложений любого уровня сложности для средних и крупных компаний, которая включает в себя полный цикл: бизнес-аналитика, проектирование, разработка, внедрение, тестирование, сопровождение и поддержку",
    icon2: "public",
    title2: "ГИС",
    text2:
      "Система предоставления сведений по географическому, пространственному размещению и учету объектов сетей телекоммуникаций, инженерной инфраструктуры, а также кадастровых сведений на картографической основе",
    icon3: "web",
    title3: "Интеграция",
    text3:
      "Модуль интеграции бизнес процессов для движения нарядов и информационных web-сервисов",
  },

  content: {
    title: "Обратная связь",
    text: "Заполните форму, и мы с вами свяжемся",
    show: "Оставить заявку",
  },

  dialog: {
    title: "Форма обратной связи",
    name: "Ваше имя",
    phone: "Номер телефона",
    text: "Примечания",
    button: "Отправить",
    empty: "Заполните все поля",
    sent: "Отправлено",
  },

  expertise: {
    title: "Разработка ПО",
    text: "Наша компания накопила обширную экспертизу в сфере информационных технологий. Мы создаем как небольшие сайты, так и ПО для крупных промышленных предприятий. Разрабатываем надежные и высокоэффективные решения, повышающие продуктивность вашего бизнеса.",
  },

  features: {
    text1:
      "Максимальная прозрачность всего процесса разработки для заказчика",
    text2:
      "Опыт работы с IT-проектами любого уровня сложности в самых разных направлениях",
    text3:
      "Разработка мобильных приложений, соответствуя всем современным требованиям",
    text4: "Глубокий бизнес-анализ, позволяющий выявить все потребности вашего проекта и обеспечить его успех",
    text5: "Современный UI/UX дизайн, создающий интуитивно понятные интерфейсы и уникальный пользовательский опыт",
    text6: "Поддержка, гарантирующая безупречную работу вашего продукта и оперативное решение любых вопросов",
  },

  softwareDevelopment: {
    title: "Разработка ПО",

    text2: "Выполняем полный состав работ по проекту",
    chip1: "Бизнес-анализ",
    chip2: "UI / UX дизайн",
    chip3: "Разработка",
    chip4: "Кроссплатформенные клиенты",
    chip5: "Нативные клиенты",
    chip6: "Тестирование",
    chip7: "Поддержка",
  },

  competency: {
    title: "Мы используем",
  },

  ourProjects: {
    title: "Наши проекты",
    text1: "Voix Lite!Maps (LM) – продвинутая геоинформационная система с web-интерфейсом. Позволяет создать единую централизованную базу данных активов предприятия.  LM является хорошо масштабируемым и гибким программным решением и подходит как для крупного и среднего бизнеса, так и для малых предприятий.",
    text2: "VCIP Switch Tools модифицирован для выполнения единичных и массовых переключений по оборудованию оптической сети доступа. Функционал и интерфейс данного модуля идентичен как для выполнения переключений по медной сети доступа, так и для оптической. Таким образом, пользователю доступны все функции по созданию и отработке заказов на переключение в одном интерфейсе. ",
    text3: "Наше решение для обработки заказов и бронирования ресурсов для телекоммуникационных услуг обеспечивает эффективное управлениями запросами на установку и настройку услуг (сервисов) для абонентов. Включая, автоматизацию процесса обработки заказов, бронирование ресурсов по сетям доступа для самого разнообразного вида технологий (медной, оптической и беспроводных сетей), а также, управление назначением услуг через удобное и интуитивно понятное web-приложение. \n\n Профессиональная и высокопроизводительная система для поддержки выполнения бизнес и технологических процессов для установки, замены и удаления широкого списка услуг связи (телефония, ШПД, IP-TV и другое), с возможностью предварительной проверки технической возможности  на установку услуг по адресу абонента.",
  },

  ge: {
    title1: "GE Smallworld Physical Network Inventory ™",
    text1p1:
      "Определяющим условием успеха в сфере телекоммуникаций является способность предоставлять сервисы эффективно, с наименьшими затратами и с наилучшим качеством",
    text1p2:
      "Цельное, основанное на ГИС представление всех аспектов сети, дает возможность указать точное расположение всех ваших активов, их детальные характеристики и взаимосвязи",
    text1p3:
      "Решение GE Energy используется мировыми лидерами индустрии для контроля над сетевыми активами и получения полностью готовой к предоставлению сервисов сети",

    title2: "Объективные преимущества",
    text2:
      "Smallworld Network Inventory - широко масштабируемое решение поддерживает обширный список из более чем 140 клиентов в 37 странах по всему миру. В этот список входят не только крупные национальные телекоммуникационные операторы, такие как Казахтелеком, Deutsche Teleсom, Swiss Telecom, но и небольшие компании с оборотом менее 1 млн. евро в год. Благодаря широкому набору технологических модулей, решение одинаково хорошо подходит кабельным мультисервисным операторам, операторам кабельного телевидения, операторам дальней связи, сотовым операторам и операторам беспроводной связи. Решение Smallworld Network Inventory успешно работает даже в самых тяжелых условиях, когда конкурирующие продукты не справляются со своими задачами. Подлинная масштабируемость означает, что система Smallworld Network Inventory полноценно работает даже в самых крупных телекоммуникационных компаниях с их обширными базами данных в сотни терабайт и тысячами пользователей системы. И, конечно, решение также хорошо подходит для средних и маленьких операторов. Использование системы Smallworld Network Inventory позволяет обеспечить быстрый возврат инвестиций: ",

    li1: "Широкомасштабируемое решение, подходящее средним и маленьким операторам",
    li2: "Работает с обширными базами в сотни терабайт и тысячами пользователей",
    li3: "Быстрое предоставление услуг с минимальными ошибками и рисками",
    li4: "Сокращение времени на устранение неисправностей",
    li5: "Позволяет обеспечить быстрый возврат инвестиций",
    li6: "Поддерживает список из более 140 клиентов в 37 странах",
  },

  notFound: {
    text: "Страница не найдена",
    homepage: "На главную",
  },
};
