export default {
  drawer: {
    title: "Полезные ссылки",
  },

  list: {
    header: "Наши решения",
    title1: "Web-приложения",
    text1:
      "Разработка web-приложений любого \nуровня сложности для средних и крупных \nкомпаний, которая включает в себя \nполный цикл: бизнес-аналитика, \nпроектирование, разработка, внедрение, \nтестирование, сопровождение и поддержку",
    title2: "ГИС",
    text2:
      "Система предоставления сведений \nпо географическому, пространственному \nразмещению и учету объектов сетей \nтелекоммуникаций, инженерной \nинфраструктуры, а также кадастровых \nсведений на картографической основе",
    title3: "Интеграция",
    text3:
      "Модуль интеграции бизнес процессов \nдля движения нарядов и информационных \nweb-сервисов",
  },

  content: {
    title1: "Что такое Quiz?",
    text1: "Немного о том, что такое квиз \nи как в него играть",
    show1: "Подробнее",

    title2: "Quiz на день рождения или в качестве тим-билдинга!",
    text2: "Заполните форму, и мы с вами свяжемся",
    show2: "Подать заявку",
  },

  dialog: {
    title: "Форма обратной связи",
    name: "Как вас зовут?",
    phone: "Номер телефона",
    wishes: "Пожелания",
    button: "Отправить",
    sent: "Отправлено",
  },

  about: {
    title: "О нас",
    text: `Наша компания предоставляет полный комплекс услуг по разработке программного обеспечения на заказ. Мы поможем вам найти оптимальные бизнес и технологические решения, наилучшим образом удовлетворяющие вашим требованиям и заявленному бюджету.
    У нас большой опыт в разработке и внедрении корпоративного ПО, мобильных решений, а также в задачах интеграции для автоматизации бизнес и технологических процессов кампаний`,
  },

  bio: {
    title: "О Quiz UI",
    text: `Первый казахстанский бренд квизов основанный в уже далеком 2011м году бессменным знатоком и ведущим Ернаром Айнановым`,
  },

  expertise: {
    title: "Наша экспертиза",
    text: "Наша компания накопила обширную экспертизу в сфере телекоммуникаций и значительный опыт в области разработки ПО для телекоммуникационных компаний. Наша команда разработчиков обладает большим опытом в автоматизации бизнес и технологических процессов для компаний операторов связи. Наши сотрудники имеют более чем 15 летний опыт в области разработки и внедрения IT продуктов для различных задач и индустрий!",
  },

  softwareDevelopment: {
    title: "Разработка Программного Обеспечения на заказ",
    text: "Разработка IT-продукта - сложный и поэтапный процесс. Мы стараемся обеспечить максимальную прозрачность всего процесса разработки для Заказчика.  Наша команда разработала и внедрила ряд программных решений различного уровня сложности: от небольших информационных систем до сложных высоконагруженных систем для автоматизации бизнес и технологических процессов  в крупнейших компаниях операторов связи. Наша команда имеет опыт работы с IT-проектами в самых разных направлениях: телекоммуникации и связь, спорт, газораспределительные сети и прочее.",
  },

  nav: {
    about: "Направления",
  },
};
