export default {
  nav: {
    info: "Разработка ПО",
    ge: "Решения GE",
    close: "Закрыть",
  },

  about: {
    title: "О нас",
    text: `Наша компания предоставляет полный комплекс услуг по разработке программного обеспечения на заказ. Мы поможем вам найти оптимальные бизнес и технологические решения, наилучшим образом удовлетворяющие вашим требованиям и заявленному бюджету.
    У нас большой опыт в разработке и внедрении корпоративного ПО, мобильных решений, а также в задачах интеграции для автоматизации бизнес и технологических процессов кампаний`,
    infoLink: "Направления",
  },

  list: {
    header: "Наши решения",
    title1: "Web-приложения",
    text1:
      "Разработка web-приложений любого \nуровня сложности для средних и крупных \nкомпаний, которая включает в себя \nполный цикл: бизнес-аналитика, \nпроектирование, разработка, внедрение, \nтестирование, сопровождение и поддержку",
    title2: "ГИС",
    text2:
      "Система предоставления сведений \nпо географическому, пространственному \nразмещению и учету объектов сетей \nтелекоммуникаций, инженерной \nинфраструктуры, а также кадастровых \nсведений на картографической основе",
    title3: "Интеграция",
    text3:
      "Модуль интеграции бизнес процессов \nдля движения нарядов и \nинформационных web-сервисов",
  },

  content: {
    title: "Обратная связь",
    text: "Заполните форму, и мы с вами свяжемся",
    show: "Оставить заявку",
  },

  dialog: {
    title: "Форма обратной связи",
    name: "Ваше имя",
    phone: "Номер телефона",
    text: "Примечания",
    button: "Отправить",
    empty: "Заполните все поля",
    sent: "Отправлено",
  },

  expertise: {
    title: "Экспертиза",
    text: "Наша компания накопила обширную экспертизу в сфере телекоммуникаций и значительный опыт в области разработки ПО для телекоммуникационных компаний. Команда разработчиков обладает большим опытом в автоматизации бизнес и технологических процессов для компаний операторов связи. Сотрудники имеют более чем 15 летний опыт в области разработки и внедрения IT продуктов для различных задач и индустрий!",
  },

  softwareDevelopment: {
    title: "Разработка Программного Обеспечения на заказ",
    text: "Разработка IT-продукта - сложный и поэтапный процесс. Мы стараемся обеспечить максимальную прозрачность всего процесса разработки для Заказчика.  Наша команда разработала и внедрила ряд программных решений различного уровня сложности: от небольших информационных систем до сложных высоконагруженных систем для автоматизации бизнес и технологических процессов  в крупнейших компаниях операторов связи. Наша команда имеет опыт работы с IT-проектами в самых разных направлениях: телекоммуникации и связь, спорт, газораспределительные сети и прочее.",
  },

  mobileDevelopment: {
    title: "Разработка мобильных приложений",
    text: "Мы предоставляем полный цикл разработки мобильных приложений: с этапа бизнес-анализа до релиза, опубликования и поддержки. Мы готовы разработать надежные и высокоэффективные решения, повышающих продуктивность вашего бизнеса благодаря предлагаемому набору функций приложения. Мы выполняем полный состав работ по проекту, включая: Бизнес анализ, UI / UX дизайн, Разработка нативных или кроссплатформенных приложений, тестирование.",
  },

  competency: {
    title: "Мы используем",
  },

  ge: {
    header: "GE Smallworld Physical Network Inventory ™",
    title1: "Ключ к успеху на рынке",
    text1p1:
      "Сегодня, телекоммуникационные компании все больше осознают, что сам факт предоставления комплексных и взаимосвязанных сервисов не является достаточным для успешности бизнеса. Определяющим условием является способность предоставлять сервисы эффективно, с наименьшими затратами и с наилучшим качеством. Создание оптимальных бизнес процессов и эффективное управление ими требуют консолидированного взгляда на всю сеть оператора.",
    text1p2:
      "Огромное влияние на бизнес оказывает возможность предоставлять доступ для всех заинтересованных сотрудников к интересующим сетевым ресурсам со всеми физическими подробностями реального мира. Цельное, основанное на ГИС представление всех аспектов сети, дает возможность указать точное расположение всех ваших активов, их детальные характеристики и взаимосвязи.",
    text1p3:
      "Это позволяет ускорить принятие решений и реагировать на потребности клиентов с опережением.",
    text1p4:
      "Такие возможности может предоставить современная интеллектуальная система, позволяющая управлять всеми сетевыми ресурсам, что позволяет использовать ее практически в каждом департаменте телекоммуникационной компании, от департаментов планирования развития сети и департамента обслуживания сети, до департаментов продаж и маркетинга, позволяя всем им выполнять ежедневные задачи максимально эффективно, опираясь на актуальные и достоверные данные.",
    text1p5:
      "GE Energy предлагает мощное промышленное решение Smallworld Network Inventory. Эта система используется мировыми лидерами телекоммуникационной индустрии для стратегического контроля над сетевыми активами и получения полностью готовой к предоставлению сервисов сети, которая отвечает всем нуждам и запросам клиентов.",
    text1p6:
      "Интеллектуальная система инвентаризации Smallworld является критически важной для достижения в долгосрочном плане успеха бизнеса сервис-провайдера. Комбинация пространственно-точной инвентаризации, интегрированные интеллектуальные средства планирования и принятия стратегических решений позволяют сервис-провайдеру управлять всем жизненным циклом инвестирования в обновление и развитие сетей, позволяя значительно сократить капитальные и операционные вложения.",

    title2: "Объективные преимущества решения",
    text2:
      "Smallworld Network Inventory - широко масштабируемое решение поддерживает обширный список из более чем 140 клиентов в 37 странах по всему миру. В этот список входят не только крупные национальные телекоммуникационные операторы, такие как Казахтелеком, Deutsche Teleсom, Swiss Telecom, но и небольшие компании с оборотом менее 1 млн. евро в год. Благодаря широкому набору технологических модулей, решение одинаково хорошо подходит кабельным мультисервисным операторам, операторам кабельного телевидения, операторам дальней связи, сотовым операторам и операторам беспроводной связи. Решение Smallworld Network Inventory успешно работает даже в самых тяжелых условиях, когда конкурирующие продукты не справляются со своими задачами. Подлинная масштабируемость означает, что система Smallworld Network Inventory полноценно работает даже в самых крупных телекоммуникационных компаниях с их обширными базами данных в сотни терабайт и тысячами пользователей системы. И, конечно, решение также хорошо подходит для средних и маленьких операторов. Использование системы Smallworld Network Inventory позволяет обеспечить быстрый возврат инвестиций: ",
    li1: "Сократить капитальные расходы на сетевую инфраструктуру, за счет точечного строительства и максимального использования сетевых ресурсов.",
    li2: "Сократить операционные расходы за счет лучшего планирования, эксплуатации и большей производительности персонала.",
    li3: "Быстрый возврат вложений на строительство сетей за счет точно выбранного направления развития.",
    li4: "Быстрое предоставление услуг с минимальными ошибками и минимизированными рисками благодаря полным и актуальным данным по сетевым ресурсам.",
    li5: "Сокращение времени простоя сети благодаря быстрому и точному определению неисправностей на сети.",
    li6: "Сокращение времени на устранение неисправностей благодаря быстрому и точному определению места разрыва кабеля и неисправного оборудования.",
    li7: "Значительно возрастает удовлетворенность потребителей обработкой их запросов на получение новых сервисов и сокращением времени простоя сети.",
  },

  notFound: {
    text: "Страница не найдена",
    homepage: "На главную"
  },
};
